Repository: hassan257/bola_negra
Catalog: lib/l10n/app_*.arb
Languages: es

source: Ask your question
es: Haz tu pregunta

source: Tap or drag the center to get an answer
es: Toca o arrastra el centro para obtener tu respuesta

source: Thinking...
es: Pensando...

source: The Future is Bright
es: El futuro es brillante

source: Your luck is about to change
es: Tu suerte está a punto de cambiar

source: Follow your dreams
es: Sigue tus sueños

source: Don't give up
es: No te rindas

source: Everything is going to be Ok
es: Todo va a salir bien

source: I don't think so
es: Yo creo que no

source: Probably yes
es: Probablemente si

source: Maybe in a future
es: Puede que en un futuro
